{"title":"We use cookies","message_p1":"We transmit personal data to {VENDORS_LINK} who help us to improve our web services. In this context, we also create and enrich usage profiles (e.g., on the basis of cookie IDs), which may also be transferred outside the EEA.","message_p2":"For this and to be able to use certain services for the purposes listed below, we require your consent. By clicking \"Accept all\", you agree to these (revocable at any time). {TOOLTIP=usadata}*, in accordance with Art. 49 (1) (a) UK GDPR. You can change your settings or refuse data processing under \"Settings or reject\". You can change your selection at any time under \"Privacy policy\" at the bottom of the page. For more information, please read our {PRIVACY_POLICY_LINK}.","tooltip-usadata-title":"This also includes your consent to the transmission of certain personal data to third countries, including the USA","tooltip-usadata-text":"In case of doubt, the third countries concerned, particularly the US, do not have the level of data protection that you enjoy under the UK GDPR. This can have disadvantages such as a more difficult enforcement of data subject rights, a lack of control over further processing and transmission of the data or access to the data by government agencies, US authorities, for control and monitoring purposes, without you being entitled to legal remedies against this.","message_privacy_policy_link_title":"Cookie Policy","message_privacy_policy_link_url":"/ueber-stepstone/privacy-settings","options_button":"Settings or reject","impressum_policy_link_enabled":"","impressum_policy_link_url":"","privacy_policy_link_name":"Privacy policy","privacy_policy_link_url":"/about/privacy-policy","ec_stack1_title":"Store and / or access information on a device","ec_stack1_details":"Cookies, device identifiers, or other information can be stored or accessed on your device for the purposes presented to you.","ec_stack2_title":"Personalised ads and content, ad and content measurement, audience insights and product development","ec_stack2_details":"Ads and content can be personalised based on a profile. More data can be added to better personalise ads and content. The performance of ads and content can be measured. Insights about audiences who have viewed the ads and content can be extracted. Data can be used to build or improve user experience, systems and software.","ec_stack3_title":"Display third-party content (social networks, videos)","ec_stack3_details":"Content from social networks and embedded content from third-party providers can be displayed.","footer_note":"You can also exercise your right to object to data processing based on legitimate interests under “Privacy policy”.","pref_message":"These settings help you activate and deactivate various tags, trackers and analysis tools that are used on this website.","accept_all":"Accept All","legal_description":"Legal Description","reject_button":"Save and Exit","accepted":"accepted","IAB_note":"*Non-IAB processing purposes","on":"On","off":"Off","preferences_vendors_link_name":"Third-party providers","explicit_vendors_link_name":"third-party providers","vendors_message":"You can view a list of all third-party providers here.","other_vendors":"Third party providers outside the IAB standard","privacyPolicy":"Privacy Policy","maxCookieAge":"Max Cookie Age","purposes":"Purposes","features":"Features","specialPurposes":"Special Purposes","time_days":"Days","time_hrs":"Hours","time_mins":"Minutes","time_secs":"Seconds","back":"Back","specialFeatures":"Special Features","legIntPurposes":"Legitimate interest purposes","essential":"Essential","functional":"Functional","essential_description":"Essential cookies enable basic site functionality. In order to be as data protection friendly as possible, we offer you the non-mandatory option to opt-out from a bunch of them (not all) to further reduce the cookies dropped on your device. Please note that this may result in functionality limitations on this website.","functional_description":"Functional cookies enable additional site functionality like saving preferences, allowing social interaction, and analyzing usage for site optimization."}